{"id": "649152515100028928", "link": "https://twitter.com/reportedly/status/649152515100028928", "summary": "The Russian Federation Council authorized military deployment in Syria. Russian deployment was requested by Syrian president Assad, and will focus on airstrikes, as the Kremlin ruled out ground operations. French TF1 filmed Russian planes in Lattakia, delivered last week."}
{"id": "648986182609707009", "link": "https://twitter.com/reportedly/status/648986182609707009", "summary": "The only woman on Georgia's death row was executed. Kelly Gissendaner, who was convicted of killing her husband with the help of another man in 1997, lost her final round of appeals in the hours leading up to her execution in Georgia. Her children and Pope Francis asked for clemency but were denied."}
{"id": "649175647156326400", "link": "https://twitter.com/reportedly/status/649175647156326400", "summary": "#CARcrisis: Bangui, the capital of Central African Republic, had a quiet night after heavy clashes on Tuesday. Protests intended as peaceful were under way on Wednesday morning. Interim president Catherine Samba-Panza returned early from the UN General Assembly."}
{"id": "649020676767027200", "link": "https://twitter.com/reportedly/status/649020676767027200", "summary": "An estimated 5,248 people have died in the Yemen conflict. UNOCHA reported that Taiz was seeing increased fighting and has been without water since August."}
{"id": "648924012035317760", "link": "https://twitter.com/reportedly/status/648924012035317760", "summary": "A band of presidential guards in Burkina Faso refused to lay down their arms, resulting in an assault by the army in Ouagadougou. At the same time as gunfire was being exchanged, former coup leader Gilbert Diendere was on the radio describing them as \"uncontrolled elements,\" and demanding they lay down their arms. The guard was stormed and the assault was over in a few hours."}
{"id": "648914059979526148", "link": "https://twitter.com/reportedly/status/648914059979526148", "summary": "Thousands of people protested in the Republic of the Congo against President Daniel Sassou Nguesso's bid for a third term. Sassou Nguesso has ruled the republic for more than 30 years and recently announced a referendum to change laws allowing him to serve, although he is over the legal age."}
{"id": "648802729087868928", "link": "https://twitter.com/reportedly/status/648802729087868928", "summary": "#CARcrisis: Violence has returned to Bangui where at least 30 people have been killed since Saturday. Protesters are demanding the resignation of the interim president, and MINUSCA peacekeepers are accused of opening fire on protesters. The UN says 27,000 people are displaced already. Hundreds of prisoners escaped from Bangui's only functioning prison."}
{"id": "648425674882043904", "link": "https://twitter.com/reportedly/status/648425674882043904", "summary": "'Umbrella Revolution' supporters peacefully marked the first anniversary of their movement in Hong Kong. Movement leaders gave speeches, and the crowd attempted to occupy Harcourt Road, but a heavy police presence was unyielding. A repeat of the teargassing a year ago was averted, and tension dissipated. Interviewed by Al Jazeera, Scholarism leader Joshua Wong said: \"We hoped to get universal suffrage and direct elections and we failed,\" but focused on the long view."}
{"id": "647337148828528640", "link": "https://twitter.com/reportedly/status/647337148828528640", "summary": "The EU will deploy warships against refugee traffickers, moving into the second phase of the EUNAVFOR operation with arrests and seizures starting October 7."}
{"id": "646418680029552641", "link": "https://twitter.com/reportedly/status/646418680029552641", "summary": "Burkina Faso's transitional government was back in power on Wednesday, after coup leaders reached an agreement. African heads of state met as part of ECOWAS, and came out with strong demands for the coup leaders in Burkina Faso. Prime Minister Yacouba Isaac Zida was also released. Hours later, it was reported the army and RSP, the presidential guard leading the coup, had come to an agreement that would have RSP members detained in army barracks and the rest to withdraw from the capital of Ougadougou. Negotiations are to continue Wednesday. The heads of four West African states were greeted by coup leader Diendere at the airport."}
{"id": "646445138563039232", "link": "https://twitter.com/reportedly/status/646445138563039232", "summary": "The president of the Republic of Congo made a move to extend his 30-year reign. Denis Sassou N'Guesso, 71, has ruled from 1979-1992 and was re-elected in 2002. He proposed a referendum to change the constitution allowing him to continue to serve, although he is over the age limit."}
{"id": "646411423568953344", "link": "https://twitter.com/reportedly/status/646411423568953344", "summary": "Pope Francis arrived in the U.S. The pope just wrapped up a trip to Cuba and will visit Washington, D.C., New York City and Philadelphia as part of his trip."}
{"id": "646467487245008896", "link": "https://twitter.com/reportedly/status/646467487245008896", "summary": "A federal disaster has been declared for parts of California affected by the devastating #ValleyFire. Gov. Jerry Brown made the request earlier this week and President Barack Obama made the designation Tuesday, which allows FEMA money to be distributed."}
{"id": "646033641273954304", "link": "https://twitter.com/reportedly/status/646033641273954304", "summary": "The leader of the coup in Burkina Faso apologized and said he would hand over power. It wasn't clear, however, when he would do so. In an interview with the BBC he said he would also consider resigning. As protests continued across the country, it was confirmed that the transitional president was with the French ambassador to Burkina Faso. The military also began to move into the capital Ougadougou."}
{"id": "646058870696079360", "link": "https://twitter.com/reportedly/status/646058870696079360", "summary": "The wall between Lebanon's government and #YouStink protesters is back. A large protest happened over the weekend as protesters demanded a more clear plan of action for the country's waste crisis."}
{"id": "646063947766829057", "link": "https://twitter.com/reportedly/status/646063947766829057", "summary": "Colombia and Venezuela's presidents met in Ecuador to discuss growing border tensions. The tensions began when Venezuela abruptly closed a border and deported more than 1,000 Colombians. The two presidents both said they had productive talks and agreed to work on the issues, but the border crossings closed by Venezuela's Nicolas Maduro would remain closed."}
{"id": "646108211213283328", "link": "https://twitter.com/reportedly/status/646108211213283328", "summary": "In California, the #ValleyFire has become the third-most destructive fire in the state's history. Gov. Jerry Brown also sent a request to the White House to declare a disaster for the state to released FEMA funds. California's Department of Forestry and Fire Protection updated containment figures for both the Valley and Butte fires at over 74%."}
{"id": "646021649423175680", "link": "https://twitter.com/reportedly/status/646021649423175680", "summary": "A 6.5-magnitude aftershock hit Chile, a few days after a massive 8.3 earthquake left damage up and down the coast. (Tweet)\nNepal's constitution was confirmed, and protests against it continued. Some online are using #notmyconstitution to protest."}
{"id": "645906124521230336", "link": "https://twitter.com/reportedly/status/645906124521230336", "summary": "Nearly 4,700 refugees were rescued in 20 operations off the coast of Libya by the Italian Coast Guard, MSF/MOAS and Triton/EUNAVFOR Med missions. Up to 40 people drowned or went missing, when one boat capsized, and another collided with a ferry, off Lesvos."}
{"id": "644941215650070528", "link": "https://twitter.com/reportedly/status/644941215650070528", "summary": "Almost 17,000 refugees entered Croatia in a day last week, 29,000 as of Monday. At least 3,500 of them came through Tovarnik alone. About a thousand people were still waiting at Tovarnik station and desperately boarded trains on Sunday."}
{"id": "644923058491293696", "link": "https://twitter.com/reportedly/status/644923058491293696", "summary": "The African Union heavily sanctioned Burkina Faso. The AU banned Burkina Faso from any participation in the union, and strongly condemned the coup that took place. AU mediators proposed a deal for return to civilian rule in return for amnesty to coup perpetrators, with elections to be held on Nov. 22. The mediators were attacked at their hotel by coup supporters."}
{"id": "645023013587456000", "link": "https://twitter.com/reportedly/status/645023013587456000", "summary": "An environmental activist in Guatemala was shot and killed. The death of Rigoberto Lima Choc came on the same day three other activists were kidnapped (they were later released). Lima Choc and the others were working on the contamination of the Rio La Pasion, where a massive fish die-off happened this summer. A palm oil company, Repsa, has been blamed and a court shut the company down for six months so an investigation can take place."}
{"id": "644926548894687233", "link": "https://twitter.com/reportedly/status/644926548894687233", "summary": "Japan's controversial security bills passed. This means the country can now go to war, shrugging off their history as a pacifist nation. Protesters are calling for the bill to be withdrawn."}
{"id": "644948527752200193", "link": "https://twitter.com/reportedly/status/644948527752200193", "summary": "Thousands of students in Paraguay marched to the Education Ministry, demanding more investment in education. Somewhere around 6,000-10,000 protesters took part. They're asking that at least seven percent of GDP be invested in education."}
{"id": "644929009864736768", "link": "https://twitter.com/reportedly/status/644929009864736768", "summary": "The U.S. House of Representatives voted to defund Planned Parenthood. The 241-186 vote might not mean much because President Barack Obama has said he will veto the bill."}
{"id": "645009676065570818", "link": "https://twitter.com/reportedly/status/645009676065570818", "summary": "13,000 signatures were delivered to the Irving, Texas school district, demanding for an apology to Ahmed Mohamed. Despite that, the teen says he is still transferring schools."}
{"id": "644670287221403648", "link": "https://twitter.com/reportedly/status/644670287221403648", "summary": "At least 10 people died and 60 were injured as protests continued in Ouagadougou after Burkina Faso's presidential guard declared a coup Thursday. Coup leader, General Diendere, overthrew the transitional government as civil society was preparing for elections. Few heeded the first night of an imposed 7 p.m. The African Union has scheduled a meeting of the Peace and Security Council to discuss the situation. Diendere vaguely promised to release the interim leadership and return the country to civilian rule."}
{"id": "644673489480192000", "link": "https://twitter.com/reportedly/status/644673489480192000", "summary": "Thousands have been displaced by floods in Sierra Leone's capital, and more rain is forecast. More than 3,000 have been displaced by flooding that began Wednesday. At least six days of rain have been forecasted for Freetown."}
{"id": "644596403168243716", "link": "https://twitter.com/reportedly/status/644596403168243716", "summary": "Artist Ai Wei Wei and Anish Kapoor walked across London for refugees. They carried blankets a symbol of what little refugees have with them. They say they'll continue the action across many countries."}
{"id": "644624127131676672", "link": "https://twitter.com/reportedly/status/644624127131676672", "summary": "A Turkish journalist was sentenced to five years and nine months for an \"insulting\" tweet."}
{"id": "644577401972785152", "link": "https://twitter.com/reportedly/status/644577401972785152", "summary": "The Saudi diplomat accused of raping two Nepali women has left India."}
{"id": "644570099903500288", "link": "https://twitter.com/reportedly/status/644570099903500288", "summary": "The final hiker who died during this week's floods in Utah's Zion National Park has been found. Utah's flags will be at half-staff through Friday evening."}
{"id": "644263661234601987", "link": "https://twitter.com/reportedly/status/644263661234601987", "summary": "Several protesters were shot, some reportedly killed, as Burkina Faso's military confirmed Thursday it is staging a coup. Members of the powerful presidential guard (RSP) took hostage the transitional president, Michel Kafando, Prime Minister Yacouba Izaac Zida and several others late Wednesday. Leading the coup is General Gilbert Diendere, an ally of former president, Blaise Compaore, ousted in October 2014. The coup comes weeks before a presidential election scheduled for October 11."}
{"id": "644431581118078976", "link": "https://twitter.com/reportedly/status/644431581118078976", "summary": ". Heavy shooting was reported near the presidential palace on Thursday morning and unrest has spread to some rural towns"}
{"id": "644290092027109377", "link": "https://twitter.com/reportedly/status/644290092027109377", "summary": "An 8.4-magnitude earthquake struck Chile Wednesday evening, causing the evacuation of 1 million people, five deaths and small tsunamis along Chile's coast.  More than 50 aftershocks and localised flooding were recorded."}
{"id": "644284621677445120", "link": "https://twitter.com/reportedly/status/644284621677445120", "summary": "A legislative committee approved Japan's new security bills with a scuffle in Parliament on Thursday morning. The bills, which would strengthen the military and shift Japan's position since World War II, were protested in Tokyo for three consecutive days"}
{"id": "644086979290877952", "link": "https://twitter.com/reportedly/status/644086979290877952", "summary": "After Hungary closed its borders, refugees in Serbia are now flocking to Croatia, although hundreds are still waiting at the Röszke crossing in vain. Volunteers are using maps to warn of minefields at Croatia's border with Serbia, left over from the Yugoslav Wars. Openly condemning Hungary's border closure, the Croatian prime minister declared his country ready to welcome and offer free passage to refugees."}
{"id": "643942802557001728", "link": "https://twitter.com/reportedly/status/643942802557001728", "summary": "#SEALDs: Thousands are protesting against security bills under debate in Japan. The bills would strengthen Japan's military and many are worried that Japan will reject its pacifist stance. A vote on the bills is expected sometime this week; protests are set to continue until September 18th."}
{"id": "644079199632891904", "link": "https://twitter.com/reportedly/status/644079199632891904", "summary": "#IStandWithAhmed: This hashtag literally exploded with solidarity messages, after  14-year-old Ahmed Mohamed was arrested for taking a homemade clock to school in Irving, Texas."}
{"id": "643930631831863296", "link": "https://twitter.com/reportedly/status/643930631831863296", "summary": "Authorities confirmed 12 people died from floods caused by heavy rains in Hildale, Utah, bordering Colorado City, Arizona Tuesday. Two vehicles were caught in the flood killing women and children returning from a local park. The local community is home to a polygamous sect of The Fundamentalist Church of Jesus Christ of Latter-Day Saints (FLDS Church). Hildale Mayor Philip Barlow and member of the church said, \"We're greatly humbled by this, but we realize that this is an act of God, and this is something we can't control.\" Utah Governor Gary Herbert offered the town of Hildale full resources in which 600 first responders and 25 National Guard members assisted in rescue efforts."}
{"id": "643843946066669568", "link": "https://twitter.com/reportedly/status/643843946066669568", "summary": "A poll suggests citizens are worried border tensions between Colombia and Venezuela are going to escalate. The poll released September 15 says 43 percent are worried that war will break out between the countries. Over the weekend, Colombia accused Venezuela of violating airspace with \"warplanes,\" though Venezuela denies the charge, a formal complaint will be filed."}
{"id": "643899439417946113", "link": "https://twitter.com/reportedly/status/643899439417946113", "summary": "On the eve of Mexico's Independence Day, relatives of the missing 43 student-teachers of Ayotzinapa held actions in their home state of Guerrero. The national festivities known as \"El Grito de Independencia\" \"The Cry of Independence\" were adapted to \"The Cry of Indignation\" by protesters to continue to raise awareness on disappearances. The students went missing on September 26, 2014 and while the government blamed local drug cartels, new independent reports suggest otherwise. On the one-year anniversary, relatives of the students will be holding a hunger strike in Mexico City in front of the National Palace at the Zocalo Square."}
{"id": "643855587877457920", "link": "https://twitter.com/reportedly/status/643855587877457920", "summary": "Another UN staff member has been accused of sexual assault in the Central African Republic. There are now a total of 63 allegations against UN staffers and peacekeepers."}
{"id": "643478903189671936", "link": "https://twitter.com/reportedly/status/643478903189671936", "summary": "After one year, the Ferguson Commission released a massive report on what needs to change in the city of Ferguson. The report includes 189 recommendations that are specific and many that expand beyond the city of Ferguson."}
{"id": "643538565889159169", "link": "https://twitter.com/reportedly/status/643538565889159169", "summary": "At least one person has died in the wildfires throughout northern California. There are three large fires in northern California. An unidentified woman died when she was unable to evacuate."}
{"id": "643510249580810250", "link": "https://twitter.com/reportedly/status/643510249580810250", "summary": "On Monday morning, Professor of American Studies, Ethan Schmidt at Delta State University in Mississippi was fatally shot on campus. Police went on a search for Professor Shannon Lamb as a \"person of interest,\" who was later declared dead. The suspect's body was found on Tuesday, dead from a self-inflicted gunshot wound. The campus and surrounding schools were on lockdown for most of the morning."}
{"id": "643554936408576000", "link": "https://twitter.com/reportedly/status/643554936408576000", "summary": "The UN's High Commissioner for Human Rights expressed concern about the Maldives. Former president Mohamed Nasheed was placed back in jail after being on house arrest since July."}
{"id": "643548495731818496", "link": "https://twitter.com/reportedly/status/643548495731818496", "summary": "In Peru, angry residents of the Arequipa region are going to strike for 72 hours. The area was just taken off a 60-day state of emergency in July because of protests that ended in deaths in May. Residents disapprove of a large mining project, #TiaMaria, slated for the area. The strike will begin Sept. 23."}
{"id": "643582838214823936", "link": "https://twitter.com/reportedly/status/643582838214823936", "summary": "On Sunday, Sept. 13, a peaceful march in Santiago, Chile to remember slain President Salvador Allende and victims of the 1973 coup turned violent. The march, organized by \"Families of the Detained and Disappeared Coalition,\" was met with riot police at the end. Riot police clashed with demonstrators, threw tear gas,  followed them into a local cemetery, climbed tombs and dispensed more tear gas, covering graves."}
{"id": "643519362603839488", "link": "https://twitter.com/reportedly/status/643519362603839488", "summary": "Kim Davis, the Kentucky County Clerk who refused to issue marriage license to both straight and gay couples citing her faith returned to work on Monday. At a press event, Davis said any marriage licenses issued by her deputies were not authorized by her. Kentucky Gov. Steve Beshear said if Davis moves forward with a suit against the state, it could cost taxpayers up to $60,000 a day."}
{"id": "642433501728346112", "link": "https://twitter.com/reportedly/status/642433501728346112", "summary": "Several Latin American countries pledged last week to take in Syrian refugees. The Americas Society/Council of the Americas has been recording what Latin American countries have said. Some, like Mexico, are taking the legislative route and are attempting to pass a measure to help Syrian refugees. Others nations like Argentina, Brazil, Chile and Venezuela have pledged full support."}
{"id": "642426485840580608", "link": "https://twitter.com/reportedly/status/642426485840580608", "summary": "In light of this week's visit by His Holiness Pope Francis to Cuba, an estimated 3,500 prisoners will be released as a gesture of goodwill. Those being released include prisoners over 60, under 20, chronically ill and due for parole in 2016. The Ministry of Foreign Affairs will also work with the countries of foreign nationals who will be pardoned."}
{"id": "642387220545044482", "link": "https://twitter.com/reportedly/status/642387220545044482", "summary": "Scores died after a crane collapsed at the world's largest mosque in Saudi Arabia. Chaotic scenes erupted at the Grand Mosque in Mecca, after the giant red crane fell 10 days before the Hajj, a large annual pilgrimage to Mecca. At least 107 died, and 238 were injured."}
{"id": "642382609830555648", "link": "https://twitter.com/reportedly/status/642382609830555648", "summary": "An investigation was released on the death of Sam DuBose in Cincinnati, calling the shooting a preventable tragedy. The report also said that Officer Ray Tensing began the traffic stop appropriately, but then escalated the incident unnecessarily. It also alludes to him lying about being dragged."}
{"id": "642453462534488064", "link": "https://twitter.com/reportedly/status/642453462534488064", "summary": "A mistrial was declared in the trial of an officer accused of slamming a 57-year-old grandfather to the ground and paralyzing him in Alabama. The jury deadlocked three times in determining whether Eric Parker's actions toward Sureshbhai Patel were criminal. Prosecutors say they'll re-try the case."}
{"id": "642093742191722496", "link": "https://twitter.com/reportedly/status/642093742191722496", "summary": "Another video surfaced of conditions at the Röszke refugee detention camp. The video shows police throwing food to hungry refugees, who clamor for the sandwiches. Refugees fleeing to the area faced wet and cold conditions overnight."}
{"id": "642097131885625344", "link": "https://twitter.com/reportedly/status/642097131885625344", "summary": "In Greece, refugees landing in Lesvos reported that the Turkish Coast Guard shot at a boat. Journalists and refugees documented the incident, though no one was hurt. Those who landed say the Greek Coast Guard helped them."}
{"id": "642084246329380864", "link": "https://twitter.com/reportedly/status/642084246329380864", "summary": "A curfew has been enacted for a second city in Turkey. Yuksekova, with a population of just less than 70,000 in the southeast of Turkey was put under a curfew for an undetermined amount of time. Residents in Cizre, already under curfew for a week, are reporting dire circumstances. The only western journalist in Cizre, French reporter Matthieu Delmas, called the blockade on the town by Turkish security forces \"identical to that imposed by Israel on Gaza.\" Deported Dutch journalist Frederike Geerdink described conditions in Cizre and the particulars of the conflict in an audio interview with the BBC. The Council of Europe's Commissioner for Human Rights called for immediate access to the besieged town by international observers."}
{"id": "642134820479373312", "link": "https://twitter.com/reportedly/status/642134820479373312", "summary": "More than a ton of \"black cocaine\" was discovered by a Mona, a drug-sniffing dog at the El Dorado airport in Bogota, Colombia earlier this week. The drugs were disguised as printer toner and were on their way to a company in Sinaloa. Colombia alerted their counterparts in Mexico who confiscated a similar amount on another flight. The drugs are said to belong to the Sinaloa drug cartel, a major importer to the U.S."}
{"id": "642042385237733376", "link": "https://twitter.com/reportedly/status/642042385237733376", "summary": "A video showing Natasha McKenna being Tased four times was released by Fairfax County, Virginia authorities. A few days ago, prosecutors said they were pursuing any charges related to the incident that led to McKenna's death Feb. 8, 2015. A parallel federal investigation is ongoing."}
{"id": "642080452182953985", "link": "https://twitter.com/reportedly/status/642080452182953985", "summary": "If you owe money, there are still places in the U.S where you might end up in jail for it. Despite debtors' prisons being outlawed, a number of reports recently reveal they're still taking place."}
{"id": "642117986615173120", "link": "https://twitter.com/reportedly/status/642117986615173120", "summary": "The survivor of an acid attack in India is using beauty to call attention to how easily acid is bought. The types of acid used in the attacks are not regulated and can be bought for roughly $1.50 US at markets. The New York Times profiled Reshma Qureshi, who is vlogging beauty tips and has a petition under #EndAcidSale."}
{"id": "642099647725596673", "link": "https://twitter.com/reportedly/status/642099647725596673", "summary": "Peace talks are set to begin again in Yemen next week. The peace talks were announced as 1,243 cases of dengue fever were reported in Taiz."}
{"id": "642092080131665920", "link": "https://twitter.com/reportedly/status/642092080131665920", "summary": "Both Colombia and Venezuela have met with the UN about the border tensions between the two countries."}
{"id": "642146863743897600", "link": "https://twitter.com/reportedly/status/642146863743897600", "summary": "What to watch today: Singapore is headed to the polls. The country is voting for the first time since Lee Kuan Yew died and the election is a big test for his son, Prime Minister Lee Hsien Loong and his People's Action party."}
{"id": "641684900240687104", "link": "https://twitter.com/reportedly/status/641684900240687104", "summary": "In Turkey, HDP party members are walking 90 km to Cizre, a Kurdish-majority city under curfew for a week. The walk started as a convoy, but was stopped by Turkish forces, so Kurdish HDP members got out and started walking. Dire conditions are reported in Cizre, affected by shortages in basic necessities, and cut off from electricity and communications. 8 more civilian deaths were reported in on Wednesday, bringing the total to at least 20."}
{"id": "641725169023582208", "link": "https://twitter.com/reportedly/status/641725169023582208", "summary": "Lebanon's leaders announced a resolution to the trash crisis that began #YouStink protests. Akkar will be the new location of the landfill, though the Na'meh site will be re-opened for a week. #YouStink leaders said they have yet to see the details of the plan. The turnout at the #YouStink rally in Beirut's Martyr's Square on Wednesday was massive, despite the sand storm."}
{"id": "641719274390712320", "link": "https://twitter.com/reportedly/status/641719274390712320", "summary": "A new independent report denounces the investigation led by Mexico's former Attorney General Jesús Murillo Karam. The investigation claimed the 43 student-teachers of ‪#‎Ayotzinapa‬ who disappeared on Sept. 26, 2014 were kidnapped, killed and incinerated by drug cartels.  This independent investigation was led by the Interdisciplinary Group of Independent Experts (GIEI) and refutes previous conclusions on how the students disappeared. Based on this report, the new Attorney General of Mexico, Arely Gómez González has announced the reopening of the case."}
{"id": "641727212186525697", "link": "https://twitter.com/reportedly/status/641727212186525697", "summary": "Three police officers will not be charged in the shooting death of a Mexican man, in Pasco, Washington. The Pasco police department also released eye-witness and dash-cam footate of the incident, which shows Antonio Zambrano-Montes holding rocks. The governor of Washington has asked the attorney general to review the case."}
{"id": "641677640563228672", "link": "https://twitter.com/reportedly/status/641677640563228672", "summary": "The first of several upcoming House meetings on Planned Parenthood took place. The House Judiciary Committee held a four-hour session on defunding Planned Parenthood. It's one of three committees investigating."}
{"id": "641763350372818945", "link": "https://twitter.com/reportedly/status/641763350372818945", "summary": "At least four people were killed in protests against a draft constitution in Nepal. At least 30 have died in protests against the statehood lines drawn and citizenship rules of the draft constitution."}
{"id": "641754628498059268", "link": "https://twitter.com/reportedly/status/641754628498059268", "summary": "20,000 have been expelled or voluntarily left Venezuela for Colombia. Tensions between the two countries continue. Venezuela's government also took out a full page ad in the New York Times to bring to light the \"truth\" about the situation."}
{"id": "641688598220148736", "link": "https://twitter.com/reportedly/status/641688598220148736", "summary": "New migration numbers show more than 81,000 people have left the Dominican Republic. The government's numbers state that those who left were voluntary. The migrant flow between the two countries has been under debate since the Dominican Republic began reportedly expelling thousands because of citizenship laws."}
{"id": "641735592724824064", "link": "https://twitter.com/reportedly/status/641735592724824064", "summary": "Dutch journalist Fredericke Geerdink arrived home after being deported from Turkey. A Dutch journalism organization is protesting Thursday against the action at the Turkish embassy."}
{"id": "641745635683794944", "link": "https://twitter.com/reportedly/status/641745635683794944", "summary": "In 24 hours, there were three attacks and two journalist deaths in Pakistan."}
{"id": "641675941127712768", "link": "https://twitter.com/reportedly/status/641675941127712768", "summary": "Cincinnati Police Chief Jeffrey Blackwell was fired. A memo released as he was fired says that he was a publicity hound and was taking selfies at inappropriate times."}
{"id": "641322792756072448", "link": "https://twitter.com/reportedly/status/641322792756072448", "summary": "Two media offices in Turkey and HDP offices were torched overnight by nationalists. The offices of Daily Sabah and Hurriyet were attacked and the HDP headquarters in Ankara, Antalya and other cities were set afire by arsonists. Hurriyet's editor in chief said he was afraid for his personal safety. The attack against the newspaper came hours Erdogan accused it of falsely reporting his words."}
{"id": "641308170124689408", "link": "https://twitter.com/reportedly/status/641308170124689408", "summary": "Rowan County clerk Kim Davis was released from jail, and was greeted by a swarm of supporters and two presidential candidates. Davis was released under strict orders from the judge not to interfere with the issuing of marriage licenses. Hundreds showed up to show their support and Davis was met by presidential candidates Ted Cruz and Mike Huckabee. In a short speech during a rally, she thanks God and told her supporters to keep pressing."}
{"id": "641320468818042880", "link": "https://twitter.com/reportedly/status/641320468818042880", "summary": "A jury recommended the death sentence for a white supremacist convicted of killing three people on a 2014 anti-Semitic spree in suburban Kansas. F. Glenn Miller, Jr. killed three people at Jewish community centers in Johnson County, Kansas, including a grandfather and his grandson. A jury unanimously recommended that the unrepentant Miller be sentenced to death. As he was hearing the recommendation, Miller started shouting \"Death to Jews!\" and was removed from court."}
{"id": "641396881856139265", "link": "https://twitter.com/reportedly/status/641396881856139265", "summary": "For the past week, the #GuaraniKaiowa indigenous people of Brazil have been protesting in the capital city of Brasilia over the death of young leader Semiao Vilhalva, 24. Vilhalva was shot and killed last week as the group attempted to occupy three farms in their ancestral lands in the state of Mato Grosso do Sul, which are now occupied by cattle ranchers. The group has said they are under attack by the ranchers and fear for their safety."}
{"id": "639224929779515392", "link": "https://twitter.com/reportedly/status/639224929779515392", "summary": "Violence is on the rise in El Salvador at levels that rival the civil war of the 1980s involving rival gangs and special security forces. To date, there have been 4,232 murders, up from 2,533 last year, making the country one of the most violent in the world."}
{"id": "638705117567524864", "link": "https://twitter.com/reportedly/status/638705117567524864", "summary": "Hundreds of people gathered at Lebanon's Ministry of the Environment in Beirut Tuesday evening as a deadline – imposed by #YouStink organisers – for officials to resign lapsed. A few dozens activists staged a sit-in at the 7th floor corridor of the building demanding the resignation of the minister. Electricity was cut off, riot police entered the building and evicted reporters, phones inside the building were confiscated and protesters were forcibly removed, many reporting beatings, some hospitalized or taken away in handcuffs. Check out our story and the Global Voices special coverage."}
{"id": "638879680393703424", "link": "https://twitter.com/reportedly/status/638879680393703424", "summary": "Ernesto Rodriguez, 31 (pictured) was badly beaten in July 2014 by the Tennessee police who arrested him in Knoxville. Rodriguez, who is undocumented, now faces resisting arrest and assault charges. He has filed a civil rights violation suit against the City of Knoxville and turned himself in for the charges. He will appear in court on September 10."}
{"id": "638865212733390848", "link": "https://twitter.com/reportedly/status/638865212733390848", "summary": "Three San Bernardino deputies were charged with \"assault by a police officer\" for beating Francis Pusok in April 2015. Pusok led deputies on a horse pursuit in a mountain region that was caught on camera and broadcast live on local news. In an interview with NBC4, he said he thought he was being beaten to death."}
{"id": "638865212733390848", "link": "https://twitter.com/reportedly/status/638865212733390848", "summary": "A video of a Texas sheriff shooting Gilbert Flores while his hands were up has surfaced. Last Friday deputies responded to a domestic violence call when they approached Flores who was in his driveway. The video, shot on a cell phone by a neighbor shows Flores with his hands up when he was shot. Controversy has surrounded the video as Bexar County Sheriff's took to Facebook and Twitter to discredit local news station, KSAT12 for showing the video calling it \"unethical and sad.\" The station released their reasoning as to why transparency is important."}
{"id": "638841652757426176", "link": "https://twitter.com/reportedly/status/638841652757426176", "summary": "Murder charges for ex-police chief Richard Combs were dropped when he pleaded guilty for misconduct for the 2011 fatal shooting of African-American Bernard Bailey. The former police chief of the small town of Eutawville in South Carolina and Bailey appeared in court for a traffic ticket when they began to argue. As the defense for Combs tells it, Bailey got in his car and suspecting he was going to be run over, Combs shot the vehicle. Two previous trials ended with hung juries. Combs was sentenced to one-year home probation."}
{"id": "638855043823726592", "link": "https://twitter.com/reportedly/status/638855043823726592", "summary": "There was a manhunt in Lake County, in Chicago, Illinois after a 30-year veteran of the Fox Lake Sheriff's department was fatally shot. Early in the morning at approximately 8am local time, Lt. Charles Joseph Gliniewicz was in foot-pursuit of three suspects and was found shot and striped of his gun shortly after he called in the suspicious activity. Local police, SWAT, FBI and U.S. Marshalls were on the manhunt for two white males and one African-American male suspected of the assault. Schools and libraries were closed down and a no-fly zone was declared in the area."}
{"id": "638664515123593216", "link": "https://twitter.com/reportedly/status/638664515123593216", "summary": "#EUmigrants: A day after Austrian police stopped trains with refugees on the border, Hungary shut down all traffic at Budapest's main train station, and ordered refugees and migrants gathering at Keleti station to leave. Hundreds waiting for trains out of the country protested outside the station."}
{"id": "638409238834991104", "link": "https://twitter.com/reportedly/status/638409238834991104", "summary": "In Kiev, more than 100 people, including dozens of National Guardsmen, are still in hospital after being injured on Monday when a device exploded during a nationalist protest in front of the Ukrainian parliament. A few are in critical condition and one Guardsman died."}
{"id": "638497958510624768", "link": "https://twitter.com/reportedly/status/638497958510624768", "summary": "In Kentucky, a county clerk is facing a tough decision after she continuously denied marriage licenses to gay couples. Rowan County Clerk Kim Davis is now being sued by one couple and the U.S. Supreme Court has denied a case, seeking to say she has the right to deny the licenses on the basis of religion."}
{"id": "638465482291585024", "link": "https://twitter.com/reportedly/status/638465482291585024", "summary": "Two Vice media employees are being held in Turkey since last Thursday for terrorism charges, which Vice says are baseless. Jake Hanrahan and Philip Pendlebury were detained while reporting on PKK and tensions in Turkey. Their driver was initially detained but later released."}
{"id": "638475180264816640", "link": "https://twitter.com/reportedly/status/638475180264816640", "summary": "The UN released satellite photos that confirm the Temple of Bel in Palmyra has been destroyed. ISIS has been on a rampage, destroying multiple sites in the ancient city."}
{"id": "638404314172624896", "link": "https://twitter.com/reportedly/status/638404314172624896", "summary": "Guatemala's president, Otto Perez Molina appeared before press for the first time since he was formally accused of corruption. The country has been embroiled in protests demanding Molina's resignation. Another is planned for Tuesday. Despite this, he says he will not resign, denies the charges and wishes for the upcoming September 6 elections to go as planned."}
{"id": "638463751788720128", "link": "https://twitter.com/reportedly/status/638463751788720128", "summary": "Venezuela's President Nicolas Maduro made claims that the government of Colombia has been plotting his assassination. While on a trip to Vietnam, the president said, \"I have proof that will show that from Bogota, they are forming a campaign to kill me.\" His remarks also come while 34 Western Hemisphere nations began talks at the Organization of American States in Washington to discuss the various border closures between Venezuela and Colombia."}
{"id": "638458832927133697", "link": "https://twitter.com/reportedly/status/638458832927133697", "summary": "Tropical Storm Erika barreled through the Caribbean over the weekend causing severe damage. At least 20 people died and 31 are reported missing in the small island of Dominica. Mudslides levelled a town in Haiti and more 200,000 people were left without power in Puerto Rico. The storm caused some $16m in damage to Puerto Rico's crops. The storm also impacted the Dominican Republic and parts of Cuba."}
